{
	"welcome": "Welcome to Bula Hookah Lounge – The World’s First Fijian-Themed Hookah Experience",
	"welcomeContent": "Located in Burnaby, just minutes from Vancouver and conveniently close to North Vancouver, West Vancouver, Coquitlam, Port Moody, and Surrey, Bula Hookah Lounge is the world’s first Fijian-themed hookah lounge. We are your ultimate destination for a unique, top-class hookah experience in British Columbia. Whether you're a seasoned hookah enthusiast or looking for a distinctive place to relax with friends, we are committed to delivering an unforgettable Fijian-inspired experience.",
	"ourJourney": "Our Journey",
	"ourJourneyContent": "Bula Hookah Lounge opened its doors in February 2020, right before the world faced the challenges of the COVID-19 pandemic. Although we had to temporarily close, we made a strong return in July 2020, following stringent health and safety guidelines set by the City of Burnaby and Fraser Health. Despite the challenges, we successfully navigated through the pandemic without a single complaint or fine, ensuring a safe and enjoyable environment for all our guests.",
	"worldClass": "World Class Hookahs with a Fijian Flair",
	"worldClassContent": "At Bula Hookah Lounge, we take pride in offering a Fijian-themed hookah experience that is unmatched. Our collection includes some of the finest hookahs from around the world, with premium selections from the Czech Republic, Germany, Poland, Russia, and the USA. We use Kaloud heat management systems and premium coconut charcoal, ensuring an exceptional and authentic smoking experience. Every detail, from our high-quality products to the Fijian-inspired ambiance, reflects our commitment to creating a memorable experience for our guests.",
	"celebrity": "Celebrity Endrosed Vibes",
	"celebrityContent": "Our commitment to quality and the unique Fijian theme has drawn many celebrities to our lounge. We’ve had the pleasure of hosting many stars like Tory Lanez, Merkules, and Adrian Holmes, known for his role as the new Uncle Phil. Their visits highlight the vibrant and welcoming atmosphere that makes Bula Hookah Lounge stand out.",
	"catering": "Hookah Catering – Bringing Bula Lounge to You",
	"cateringContent": "In 2022, we expanded our services with the introduction of 'Hookah Catering.' This service allows us to bring the full Bula Lounge experience directly to your events. Whether it’s a wedding, birthday, or exclusive yacht party, our professional team provides everything needed to recreate the Bula vibe, ensuring your guests enjoy an unforgettable experience wherever you are.",
	"experience": "Experience Bula Hookah Lounge",
	"experienceContent": "Bula Hookah Lounge is more than just a hookah lounge; it’s a cultural experience where you can unwind, be yourself, and enjoy a safe, friendly, and fun environment. Whether you're visiting our lounge in Burnaby or hosting an event with our hookah catering service, we promise a premium hookah experience like no other in British Columbia. Discover why Bula Hookah Lounge, the world’s first Fijian-themed hookah lounge, is the top choice for hookah enthusiasts and social gatherings across Vancouver, North Vancouver, West Vancouver, Coquitlam, Port Moody, and Surrey."
}
