{
	"welcomeContent": "Bula Hookah Lounge: A Premier Hookah Catering Service",
	"tagline": "Experience Luxury Hookah Served At Your Doorstep",
	"taglineContent": "At Bula Hookah Lounge, we pride ourselves on being the first lounge in British Columbia to offer a premium hookah catering service. Our mission is to bring the vibrant and luxurious atmosphere of our lounge directly to you, whether you are hosting an intimate gathering or a grand event. With our unique service, you can indulge in a superior hookah experience without leaving the comfort of your home or event venue.",
	"hookahMenu": "Our Exclusive Hookah Menu",
	"hookahMeuContent": "Our menu features a variety of flavor options to suit every preference. Whether you enjoy classic flavors like Double Apple and Blueberry or prefer something more exotic like Paan Mint or Vanilla Chocolate Ice, we have something to satisfy every palate.",
	"customFlavours": "Custom flavors are also available upon request for those seeking an elevated experience.",
	"premiumFlavours": "Premium custom flavors are also available for those seeking an elevated experience.",
	"customizablePackage": "Customizable Packages for Every Occasion",
	"customizablePackageContent": "In addition to our delivery service, Bula Hookah Lounge offers a specialized catering program, perfect for weddings, birthdays, backyard parties, and other events. Our team will handle everything, from setting up and maintaining the hookahs to cleaning up afterward, allowing you to focus on enjoying your event. We offer a range of packages to accommodate any gathering, from small, intimate celebrations to large, extravagant events.",
	"exceptionalExperience": "Educational Experience on Hookah Culture",
	"exceptionalExperienceContent": "At Bula Hookah Lounge, we go beyond just providing a hookah experience. Our knowledgeable staff will educate your guests on the proper way to enjoy hookah, ensuring they have the best experience possible. We also share insights into the culture and history of hookah, which originated in India but has deep roots in Middle Eastern traditions. With many Canadians traveling to the Middle East and popular shisha destinations like Dubai, Turkey, Egypt and many more there is a growing interest in the hookah culture, and we are here to bring that authentic experience to you.",
	"customerService": "Unmatched Customer Service",
	"customerServiceContent": "At Bula Hookah Lounge, customer satisfaction is our top priority. Our dedicated team is always available to assist with any inquiries or special requests you may have. Whether you need assistance with reservations or have questions about our services, we are here to ensure your experience is seamless and enjoyable.",
	"howItWorks": "How It Works",
	"howItWorksContent": "Our catering process is designed for ease and convenience. Simply email, call, or direct message us on Instagram at least 48 hours in advance to confirm your delivery. We recommend reaching out via Instagram for the fastest response. Each event is meticulously curated, providing you with everything needed for an exceptional hookah experience, including a heat management system, a bowl with your chosen flavor, disposable mouth tips, and quality coconut charcoals."
}
